Revit 2024 API
BuiltInFailures.GroupFailures.CannotPlaceGroup Property
 Can't place Group from browser. Try copy/pasting existing copy of the Group instead.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPlaceGroup { get; }
Visual Basic
Public Shared ReadOnly Property CannotPlaceGroup As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPlaceGroup {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace